{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "À": 126,
      "Á": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "õ": 179,
      "ö": 180,
      "÷": 181,
      "ø": 182,
      "ù": 183,
      "ú": 184,
      "û": 185,
      "ü": 186,
      "ý": 187,
      "þ": 188,
      "ÿ": 189,
      "Ā": 190,
      "ā": 191,
      "Ă": 192,
      "ă": 193,
      "Ą": 194,
      "ą": 195,
      "Ć": 196,
      "ć": 197,
      "Ĉ": 198,
      "ĉ": 199,
      "Ċ": 200,
      "ċ": 201,
      "Č": 202,
      "č": 203,
      "Ď": 204,
      "ď": 205,
      "Đ": 206,
      "đ": 207,
      "Ē": 208,
      "ē": 209,
      "Ĕ": 210,
      "ĕ": 211,
      "Ė": 212,
      "ė": 213,
      "Ę": 214,
      "ę": 215,
      "Ě": 216,
      "ě": 217,
      "Ĝ": 218,
      "ĝ": 219,
      "Ğ": 220,
      "ğ": 221,
      "Ġ": 222,
      "ġ": 223,
      "Ģ": 224,
      "ģ": 225,
      "Ĥ": 226,
      "ĥ": 227,
      "Ħ": 228,
      "ħ": 229,
      "Ĩ": 230,
      "ĩ": 231,
      "Ī": 232,
      "ī": 233,
      "Ĭ": 234,
      "ĭ": 235,
      "Į": 236,
      "į": 237,
      "İ": 238,
      "ı": 239,
      "Ĳ": 240,
      "ĳ": 241,
      "Ĵ": 242,
      "ĵ": 243,
      "Ķ": 244,
      "ķ": 245,
      "ĸ": 246,
      "Ĺ": 247,
      "ĺ": 248,
      "Ļ": 249,
      "ļ": 250,
      "Ľ": 251,
      "ľ": 252,
      "Ŀ": 253,
      "ŀ": 254,
      "Ł": 255,
      "ł": 256,
      "Ń": 257,
      "Ġt": 258,
      "he": 259,
      "Ġa": 260,
      "Ġo": 261,
      "Ġ.": 262,
      "in": 263,
      "Ġthe": 264,
      "re": 265,
      "ĠĊ": 266,
      "on": 267,
      "at": 268,
      "er": 269,
      "Ġs": 270,
      "en": 271,
      "Ġc": 272,
      "is": 273,
      "Ġof": 274,
      "es": 275,
      "or": 276,
      "it": 277,
      "Ġp": 278,
      "ion": 279,
      "an": 280,
      "Ġw": 281,
      "al": 282,
      "Ġin": 283,
      "Ġan": 284,
      "Ġf": 285,
      "Ġb": 286,
      "ed": 287,
      "ar": 288,
      "ic": 289,
      "..": 290,
      "Ġm": 291,
      "Ġd": 292,
      "ro": 293,
      "le": 294,
      "Ġe": 295,
      "Ġand": 296,
      "Ġto": 297,
      "ct": 298,
      "ing": 299,
      "Ġth": 300,
      "as": 301,
      "ent": 302,
      "ĠT": 303,
      "Ġ1": 304,
      "Ġre": 305,
      "Ġ(": 306,
      "âĢ": 307,
      "ou": 308,
      "Ġh": 309,
      "om": 310,
      "Ġis": 311,
      "ve": 312,
      "Ġn": 313,
      "ation": 314,
      "ĠA": 315,
      "st": 316,
      "ly": 317,
      "et": 318,
      "....": 319,
      "Ġl": 320,
      "im": 321,
      "ĠS": 322,
      "Ġ2": 323,
      "ig": 324,
      "se": 325,
      "il": 326,
      "ut": 327,
      "Ġthat": 328,
      "ot": 329,
      "Ġbe": 330,
      "ĠC": 331,
      "Ġg": 332,
      "id": 333,
      "Ġfor": 334,
      "ce": 335,
      "ol": 336,
      "ĠThe": 337,
      "ow": 338,
      "ur": 339,
      "Ġon": 340,
      "ĠI": 341,
      "un": 342,
      "am": 343,
      "Ġpro": 344,
      "ch": 345,
      "ul": 346,
      "qu": 347,
      "Ġst": 348,
      "um": 349,
      "ction": 350,
      "Ġcon": 351,
      "Ġ=": 352,
      "Ġas": 353,
      "ver": 354,
      "ri": 355,
      "ĠP": 356,
      "ĠE": 357,
      "ra": 358,
      "ith": 359,
      "âĪ": 360,
      "Ġwe": 361,
      "ĠM": 362,
      "ĠâĢ": 363,
      "ĠR": 364,
      "ĠH": 365,
      "us": 366,
      "ĠO": 367,
      "Ġal": 368,
      "Ġ3": 369,
      "ate": 370,
      "Ġex": 371,
      "ĠF": 372,
      "ay": 373,
      "ter": 374,
      "ĠB": 375,
      "ure": 376,
      "ir": 377,
      "Ġwh": 378,
      "Ġare": 379,
      "od": 380,
      "Ġde": 381,
      "ab": 382,
      "Ġv": 383,
      "........": 384,
      "Ġwith": 385,
      "el": 386,
      "her": 387,
      "ge": 388,
      "ĠN": 389,
      "Ġby": 390,
      "Ġit": 391,
      "Ġsu": 392,
      "Ġor": 393,
      "Ġat": 394,
      "ï¬": 395,
      "ity": 396,
      "ist": 397,
      "ive": 398,
      "pp": 399,
      "Ġcom": 400,
      "ant": 401,
      "ad": 402,
      "rom": 403,
      "ĠâĪ": 404,
      "ĠL": 405,
      "Ġr": 406,
      "res": 407,
      "iv": 408,
      "op": 409,
      "if": 410,
      "du": 411,
      "Ġ0": 412,
      "os": 413,
      "ĠW": 414,
      "ric": 415,
      "ies": 416,
      "and": 417,
      "Ġ*": 418,
      "ment": 419,
      "Ġthis": 420,
      "ĠâĢ¢": 421,
      "ĠD": 422,
      "ore": 423,
      "Ġse": 424,
      "ich": 425,
      "th": 426,
      "Ġfrom": 427,
      "Ġ4": 428,
      "ain": 429,
      "est": 430,
      "Ġ+": 431,
      "ect": 432,
      "ical": 433,
      "ere": 434,
      "ib": 435,
      "ĠIn": 436,
      "ave": 437,
      "00": 438,
      "Ġk": 439,
      "ers": 440,
      "art": 441,
      "oun": 442,
      "pl": 443,
      "Ġwhich": 444,
      "ld": 445,
      "iz": 446,
      "ĠĠ": 447,
      "ï¬ģ": 448,
      "ap": 449,
      "Ġ5": 450,
      "ill": 451,
      "ial": 452,
      "Ġsh": 453,
      "ĠG": 454,
      "ition": 455,
      "Ġch": 456,
      "Ġnot": 457,
      ").": 458,
      "Ġen": 459,
      "Ġun": 460,
      "Ġcomp": 461,
      "Ġy": 462,
      "pt": 463,
      "ations": 464,
      "Ġcan": 465,
      "em": 466,
      "ated": 467,
      "igh": 468,
      "ac": 469,
      "ess": 470,
      "Ġwhe": 471,
      "ĠâĪĴ": 472,
      "ian": 473,
      "oc": 474,
      "gy": 475,
      "Ġwas": 476,
      "Ġhave": 477,
      "Ġne": 478,
      "ther": 479,
      "Ġ6": 480,
      "Ġx": 481,
      "Ġle": 482,
      "all": 483,
      "yl": 484,
      "ine": 485,
      "ost": 486,
      "Ġres": 487,
      "ates": 488,
      "ast": 489,
      "act": 490,
      "ult": 491,
      "Ġone": 492,
      "ĠU": 493,
      "................": 494,
      "ould": 495,
      "ak": 496,
      "Ġ19": 497,
      "ĠTh": 498,
      "ort": 499,
      "ds": 500,
      "per": 501,
      "con": 502,
      "ud": 503,
      "ose": 504,
      "ag": 505,
      "Ġint": 506,
      "Ġu": 507,
      "able": 508,
      "sion": 509,
      "Ġsp": 510,
      "ple": 511,
      "Ġper": 512,
      "Ġoo": 513,
      "Ġac": 514,
      "lect": 515,
      "ĠK": 516,
      "),": 517,
      "Ġus": 518,
      "Ġprodu": 519,
      "our": 520,
      "Ġinc": 521,
      "igure": 522,
      "ust": 523,
      "red": 524,
      "ans": 525,
      "Ġequ": 526,
      "ome": 527,
      "ff": 528,
      "ĠÎ": 529,
      "Ġall": 530,
      "alu": 531,
      "Ġqu": 532,
      "ach": 533,
      "Ġim": 534,
      "âŁ": 535,
      "age": 536,
      "ass": 537,
      "Ġad": 538,
      "Ġhe": 539,
      "rib": 540,
      "lor": 541,
      "Ġab": 542,
      "Ġpl": 543,
      "og": 544,
      "Ġpo": 545,
      "Ġcl": 546,
      "unction": 547,
      "âĢĻ": 548,
      "ight": 549,
      "rou": 550,
      "ence": 551,
      "ĠJ": 552,
      "Ġcont": 553,
      "nt": 554,
      "Ġapp": 555,
      "ry": 556,
      "int": 557,
      "Ġdi": 558,
      "ide": 559,
      "ber": 560,
      "Ġ,": 561,
      "Ġtw": 562,
      "action": 563,
      "ame": 564,
      "Ġ7": 565,
      "Ġpart": 566,
      "orm": 567,
      "ong": 568,
      "der": 569,
      "ase": 570,
      "ari": 571,
      "ution": 572,
      "aylor": 573,
      "ci": 574,
      "Ġwere": 575,
      "vel": 576,
      "Ġï¬ģ": 577,
      "ding": 578,
      "Ġreg": 579,
      "ors": 580,
      "Ġhas": 581,
      "tt": 582,
      "Ġme": 583,
      "Ġform": 584,
      "ia": 585,
      "gh": 586,
      "Ġtwo": 587,
      "ĠFigure": 588,
      "ous": 589,
      "Ġwill": 590,
      "Ġtr": 591,
      "Ġgo": 592,
      "ents": 593,
      "ary": 594,
      "ks": 595,
      "âĢĿ": 596,
      "Ġmod": 597,
      "erm": 598,
      "Ġmore": 599,
      "ĠX": 600,
      "Ġsub": 601,
      "de": 602,
      "dition": 603,
      "ign": 604,
      "oth": 605,
      "ĠâĢľ": 606,
      "ie": 607,
      "ĠAf": 608,
      "Ġmar": 609,
      "Ġother": 610,
      "Ġcur": 611,
      "ĠThis": 612,
      "Ġj": 613,
      "ĠĠĠĠ": 614,
      "Ġtheir": 615,
      "Ġwhere": 616,
      "Ġdis": 617,
      "Ġar": 618,
      "âĢĵ": 619,
      "Ġ-": 620,
      "Ġexp": 621,
      "Ġfunction": 622,
      "au": 623,
      "we": 624,
      "Ġco": 625,
      "ten": 626,
      "Ġprob": 627,
      "Ġits": 628,
      "ative": 629,
      "Ġshow": 630,
      "Ġthese": 631,
      "Ġinter": 632,
      "ec": 633,
      "ces": 634,
      "Ġwor": 635,
      "Ġob": 636,
      "Ġfir": 637,
      "Ġbet": 638,
      "ount": 639,
      "oo": 640,
      "Ġâ": 641,
      "Ġout": 642,
      "19": 643,
      "âŁ©": 644,
      "org": 645,
      "Ġso": 646,
      "ĠV": 647,
      "Ġthan": 648,
      "av": 649,
      "ub": 650,
      "hen": 651,
      "ree": 652,
      "Ġsy": 653,
      "Ġpos": 654,
      "ĠAfric": 655,
      "ron": 656,
      "Ġvalu": 657,
      "âĢ¢": 658,
      "ance": 659,
      "ular": 660,
      "Ġbut": 661,
      "ally": 662,
      "so": 663,
      "Ġthey": 664,
      "Ġthere": 665,
      "conom": 666,
      "Ġ9": 667,
      "Ġcons": 668,
      "Ġi": 669,
      "Ġbec": 670,
      "Ġdo": 671,
      "Ġ8": 672,
      "ard": 673,
      "Ġpric": 674,
      "out": 675,
      "Ġev": 676,
      "ll": 677,
      "cl": 678,
      "hap": 679,
      "ample": 680,
      "Ġmodel": 681,
      "ĠAn": 682,
      "ang": 683,
      "Ġsuch": 684,
      "Ġeach": 685,
      "ween": 686,
      "Ġ10": 687,
      "Ġwould": 688,
      "arb": 689,
      "Ġbetween": 690,
      "Ġrel": 691,
      "Ġreaction": 692,
      "Ġimp": 693,
      "Ġif": 694,
      "ata": 695,
      "Ġtim": 696,
      "als": 697,
      "Ġtra": 698,
      "eth": 699,
      "ener": 700,
      "ole": 701,
      "ĠÂ": 702,
      "Ġonly": 703,
      "ww": 704,
      "Ġener": 705,
      "Ġalso": 706,
      "ĠIt": 707,
      "end": 708,
      "ace": 709,
      "ound": 710,
      "ange": 711,
      "ph": 712,
      "ĠSt": 713,
      "Ġro": 714,
      "Ġpoint": 715,
      "tain": 716,
      "ions": 717,
      "form": 718,
      "ne": 719,
      "oll": 720,
      "ep": 721,
      "cc": 722,
      "ear": 723,
      "âĢ¢âĢ¢": 724,
      "Ġtrans": 725,
      "Ġvari": 726,
      "ĠWe": 727,
      "Ġass": 728,
      "ite": 729,
      "ause": 730,
      "Ġnum": 731,
      "fere": 732,
      "ced": 733,
      "are": 734,
      "ĠSaylor": 735,
      "gypt": 736,
      "âĪĴ": 737,
      "ile": 738,
      "one": 739,
      "ene": 740,
      "ue": 741,
      "ility": 742,
      "ik": 743,
      "ack": 744,
      "Ġra": 745,
      "erv": 746,
      "ise": 747,
      "Ġbeen": 748,
      "pon": 749,
      "very": 750,
      "inal": 751,
      "Ġsome": 752,
      "Ġpre": 753,
      "ory": 754,
      "ru": 755,
      "Ġprice": 756,
      "ater": 757,
      "Ġquant": 758,
      "Ġam": 759,
      "roup": 760,
      "stit": 761,
      "10": 762,
      "Ġstate": 763,
      "Ġincre": 764,
      "ËĨ": 765,
      "ĠEgypt": 766,
      "Ġeconom": 767,
      "Ġthen": 768,
      "Ġdata": 769,
      "ĠZ": 770,
      "Ġdem": 771,
      "ĠÏ": 772,
      "Ġrep": 773,
      "ities": 774,
      "les": 775,
      "Ġelect": 776,
      "Ġsim": 777,
      "Ġdes": 778,
      "ax": 779,
      "Ġclass": 780,
      "Ġexample": 781,
      "âĢ²": 782,
      "Ġsupp": 783,
      "Ġcurve": 784,
      "ket": 785,
      "ip": 786,
      "Ġag": 787,
      "ox": 788,
      "ict": 789,
      "Ġwhen": 790,
      "lem": 791,
      "xt": 792,
      "ĠRe": 793,
      "sis": 794,
      "velop": 795,
      "ression": 796,
      "Ġcent": 797,
      "uted": 798,
      "Ġgener": 799,
      "**": 800,
      "now": 801,
      "Ġgiv": 802,
      "Ġfact": 803,
      "Ġinto": 804,
      "Ġenergy": 805,
      "ible": 806,
      "Ġresult": 807,
      "ics": 808,
      "Ġ|": 809,
      "ĠAfrica": 810,
      "Ġany": 811,
      "Ġ'": 812,
      "Ġman": 813,
      "Ġdif": 814,
      "Ġsame": 815,
      "ens": 816,
      "Ġem": 817,
      "Ġover": 818,
      "ium": 819,
      "te": 820,
      "ods": 821,
      "yd": 822,
      "Ġz": 823,
      "Ġpartic": 824,
      "Ġtime": 825,
      "ï£": 826,
      "Ġno": 827,
      "................................": 828,
      "hem": 829,
      "Ġgroup": 830,
      "Ġuse": 831,
      "ized": 832,
      "Ġcost": 833,
      "Ġhad": 834,
      "ove": 835,
      "Ġsm": 836,
      "Ġset": 837,
      "Ġproduct": 838,
      "Ġ12": 839,
      "ĠPro": 840,
      "yp": 841,
      "Ġdemand": 842,
      "Ġunder": 843,
      "ĠAs": 844,
      "ĠEx": 845,
      "Ġdist": 846,
      "Ġdisc": 847,
      "Ġsc": 848,
      "ice": 849,
      "resent": 850,
      "ĠFor": 851,
      "Ġsol": 852,
      "Ġer": 853,
      "Ġline": 854,
      "Ġcor": 855,
      "gr": 856,
      "Ġâī": 857,
      "Ġhow": 858,
      "Ġpe": 859,
      "Ġ14": 860,
      "ization": 861,
      "ress": 862,
      "Ġest": 863,
      "Ġeff": 864,
      "ments": 865,
      "Ġappro": 866,
      "ake": 867,
      "Ġbas": 868,
      "fore": 869,
      "Ġlar": 870,
      "11": 871,
      "ord": 872,
      "stem": 873,
      "Ġbecause": 874,
      "Ġ200": 875,
      "olec": 876,
      "//": 877,
      "Ġacc": 878,
      "ĠY": 879,
      "://": 880,
      "ttp": 881,
      "ĠIf": 882,
      "Ġterm": 883,
      "Ġhttp": 884,
      "tern": 885,
      "und": 886,
      "Ġnumber": 887,
      "uc": 888,
      "Ġdet": 889,
      "ire": 890,
      "Ġfirm": 891,
      "Ġ[": 892,
      "ï¬Ģ": 893,
      "Ġused": 894,
      "rough": 895,
      "Ġmay": 896,
      "ond": 897,
      "ĠËĨ": 898,
      "Ġpp": 899,
      "Ġmat": 900,
      "ail": 901,
      "Ġcarb": 902,
      "ating": 903,
      "Ġdec": 904,
      "Ġwork": 905,
      "Ġthem": 906,
      "Ġelectron": 907,
      "Ġposs": 908,
      "ĠSe": 909,
      "Ġredu": 910,
      "Ġsystem": 911,
      "its": 912,
      "itten": 913,
      "ational": 914,
      "ĠAl": 915,
      "Ġknow": 916,
      "Ġind": 917,
      "Ġdevelop": 918,
      "Ġabout": 919,
      "Ġcount": 920,
      "Ġcomm": 921,
      "ĠUn": 922,
      ".,": 923,
      "ough": 924,
      "12": 925,
      "Ġvalue": 926,
      "ike": 927,
      "Ġfe": 928,
      "ied": 929,
      "Ġhis": 930,
      "Ġ$": 931,
      "ower": 932,
      "ject": 933,
      "aly": 934,
      "Ġsee": 935,
      "Ġmon": 936,
      "Ġ20": 937,
      "ons": 938,
      "ves": 939,
      "Ġour": 940,
      "Ġprobab": 941,
      "Ġatom": 942,
      "Ġoper": 943,
      "hed": 944,
      "ically": 945,
      "Â¬": 946,
      "ty": 947,
      "Ġcase": 948,
      "Ġear": 949,
      "Ġstud": 950,
      "bit": 951,
      "ero": 952,
      "ĠLib": 953,
      "ential": 954,
      "Ġwell": 955,
      "Ġmeth": 956,
      "ĠĠĠĠĠĠĠĠ": 957,
      "by": 958,
      "ginal": 959,
      "Ġpar": 960,
      "Ġmost": 961,
      "ature": 962,
      "ollow": 963,
      "ind": 964,
      "ual": 965,
      "ural": 966,
      "Ġdep": 967,
      "Ġte": 968,
      "Ġmarket": 969,
      "ever": 970,
      "cient": 971,
      "Ġproblem": 972,
      "ning": 973,
      "ven": 974,
      "Chap": 975,
      "Ġacid": 976,
      "âĢĶ": 977,
      "itive": 978,
      "ributed": 979,
      "reg": 980,
      "ĠTim": 981,
      "Ġequation": 982,
      "nce": 983,
      "Ġfollow": 984,
      "ered": 985,
      "ider": 986,
      "Ġfirst": 987,
      "Ġpr": 988,
      "Ġ11": 989,
      "Ġdiffere": 990,
      "ĠCh": 991,
      "tal": 992,
      "Ġ>": 993,
      "reat": 994,
      "put": 995,
      "ror": 996,
      "ĠSu": 997,
      "Ġstates": 998,
      "Ġcomple": 999,
      "Ġgiven": 1000,
      "ell": 1001,
      "ooks": 1002,
      "Ġmolec": 1003,
      "berg": 1004,
      "Ġocc": 1005,
      "Ġph": 1006,
      "Ġpot": 1007,
      "Ġpred": 1008,
      "ane": 1009,
      "Ġconst": 1010,
      "Ġel": 1011,
      "ana": 1012,
      "ish": 1013,
      "Ġway": 1014,
      "ince": 1015,
      "ruct": 1016,
      "Ġvery": 1017,
      "ted": 1018,
      "ings": 1019,
      "Ġpeop": 1020,
      "Ġwho": 1021,
      "ides": 1022,
      "ator": 1023,
      "ĠCom": 1024,
      "ft": 1025,
      "Ġact": 1026,
      "ases": 1027,
      "Ġimport": 1028,
      "iï¬ģ": 1029,
      "Ġsur": 1030,
      "Ġ199": 1031,
      "cond": 1032,
      "Ġmarginal": 1033,
      "cept": 1034,
      "Ġcould": 1035,
      "iod": 1036,
      "imin": 1037,
      "Ġatt": 1038,
      "Ġup": 1039,
      "Ġthrough": 1040,
      "Ġaddition": 1041,
      "ĠAtt": 1042,
      "Ġ13": 1043,
      "Ġmust": 1044,
      "Ġsmall": 1045,
      "wn": 1046,
      "Ġrem": 1047,
      "Ġyou": 1048,
      "ĠPh": 1049,
      "Ġprov": 1050,
      "Ġestim": 1051,
      "rate": 1052,
      "15": 1053,
      "Ġmin": 1054,
      "Ġ15": 1055,
      "oci": 1056,
      "gan": 1057,
      "www": 1058,
      "14": 1059,
      "Ġï£": 1060,
      "Ġinv": 1061,
      "Ġchar": 1062,
      "ood": 1063,
      "ule": 1064,
      "Ġvalues": 1065,
      "ute": 1066,
      "ize": 1067,
      "Ġlarge": 1068,
      "Ġboth": 1069,
      "ited": 1070,
      "igen": 1071,
      "cess": 1072,
      "ton": 1073,
      "âŁ¨": 1074,
      "vern": 1075,
      "uss": 1076,
      "cy": 1077,
      "Ġpredict": 1078,
      "Ġdoes": 1079,
      "books": 1080,
      "fer": 1081,
      "ix": 1082,
      "ctor": 1083,
      "ittenberg": 1084,
      "RL": 1085,
      "arthen": 1086,
      "fin": 1087,
      "othy": 1088,
      "ĠLibby": 1089,
      "ĠRittenberg": 1090,
      "ĠTimothy": 1091,
      "ĠTreg": 1092,
      "Ġlike": 1093,
      "Ġspec": 1094,
      "ĠTregarthen": 1095,
      "ĠWh": 1096,
      "ĠHow": 1097,
      "ĠURL": 1098,
      "saylor": 1099,
      "ĠMe": 1100,
      "ĠAttributed": 1101,
      "Ġwhat": 1102,
      "Ġgra": 1103,
      "other": 1104,
      "pect": 1105,
      "Ġes": 1106,
      "ries": 1107,
      "ism": 1108,
      "Ġpol": 1109,
      "Ġthose": 1110,
      "Ġeffect": 1111,
      "Ġcap": 1112,
      "Ġaid": 1113,
      ",âĢĿ": 1114,
      "000": 1115,
      "Ġnew": 1116,
      "Ġmany": 1117,
      "air": 1118,
      "Ġent": 1119,
      "Ġcol": 1120,
      "Ġtotal": 1121,
      "iel": 1122,
      "alled": 1123,
      "Ġobs": 1124,
      "cent": 1125,
      "ĠGh": 1126,
      "Ġhigh": 1127,
      "Ġperiod": 1128,
      "ĠLet": 1129,
      "Ġeven": 1130,
      "ob": 1131,
      "Ġ18": 1132,
      "oh": 1133,
      "Ġlab": 1134,
      "ounds": 1135,
      "ĠÂ·": 1136,
      "Ġlinear": 1137,
      "ned": 1138,
      "Ġgro": 1139,
      "Ġlevel": 1140,
      "Ġrad": 1141,
      "ices": 1142,
      "Ġder": 1143,
      "ants": 1144,
      "ĠĀ": 1145,
      "Ġsecond": 1146,
      "Ġtyp": 1147,
      "rit": 1148,
      "Ġsl": 1149,
      "rop": 1150,
      "âĢ¢âĢ¢âĢ¢âĢ¢": 1151,
      "Ġeigen": 1152,
      "Î²": 1153,
      "ucle": 1154,
      "ah": 1155,
      "Ġfunctions": 1156,
      "lic": 1157,
      "Ġbel": 1158,
      "Ġregression": 1159,
      "par": 1160,
      "ĠÎ²": 1161,
      "ribution": 1162,
      "Ġloc": 1163,
      "Ġshown": 1164,
      "ĠGhana": 1165,
      "atic": 1166,
      "ient": 1167,
      "Ġdire": 1168,
      "ĠEgyptian": 1169,
      "ier": 1170,
      "ov": 1171,
      "hes": 1172,
      "Ġchange": 1173,
      "ydro": 1174,
      "ines": 1175,
      "oy": 1176,
      "Ġfound": 1177,
      "Ġusing": 1178,
      "ĠCl": 1179,
      "Ġless": 1180,
      "Ġnon": 1181,
      "ĠNe": 1182,
      "yn": 1183,
      "Ġpeople": 1184,
      "iqu": 1185,
      "chan": 1186,
      "Ġthree": 1187,
      "13": 1188,
      "ros": 1189,
      "vers": 1190,
      "Ġstep": 1191,
      "ivity": 1192,
      "ful": 1193,
      "Ġcho": 1194,
      "rix": 1195,
      "ident": 1196,
      "Ġ17": 1197,
      "Ġorbit": 1198,
      "Ġabove": 1199,
      "Ġmeas": 1200,
      "erc": 1201,
      "Ġshows": 1202,
      "Ġgovern": 1203,
      "Ġsign": 1204,
      "ays": 1205,
      "Ġreactions": 1206,
      "ibri": 1207,
      "Ġrespon": 1208,
      "Ġobtain": 1209,
      "Ġsubstit": 1210,
      "Ġ16": 1211,
      "Ġexpl": 1212,
      "ade": 1213,
      "Ġalk": 1214,
      "Ã©": 1215,
      "ulation": 1216,
      "Ġquantity": 1217,
      "ert": 1218,
      "Ġcentur": 1219,
      "ilibri": 1220,
      "Ġright": 1221,
      "Ġdesc": 1222,
      "omet": 1223,
      "Ġrepresent": 1224,
      "ining": 1225,
      "ages": 1226,
      "Ġlong": 1227,
      "Ġdeterm": 1228,
      "ĠThere": 1229,
      "med": 1230,
      "ists": 1231,
      "Ġshould": 1232,
      "uch": 1233,
      "Ġgood": 1234,
      "20": 1235,
      "Ġve": 1236,
      "ude": 1237,
      "Ġinte": 1238,
      "Ġneed": 1239,
      "Ġsou": 1240,
      "Ġdifferent": 1241,
      "Ġwave": 1242,
      "istic": 1243,
      "ertain": 1244,
      "Ġeconomic": 1245,
      "Ġdevelopment": 1246,
      "mm": 1247,
      "Ġexper": 1248,
      "old": 1249,
      "Ġobserv": 1250,
      "ract": 1251,
      "Ġdiï¬Ģ": 1252,
      "17": 1253,
      "',": 1254,
      "ilar": 1255,
      "olog": 1256,
      "ĠQ": 1257,
      "Ġpossible": 1258,
      "Ġsupply": 1259,
      "ĠSh": 1260,
      "Ġrequ": 1261,
      "ures": 1262,
      "ared": 1263,
      "ables": 1264,
      "oss": 1265,
      "Ġdon": 1266,
      "Ġyear": 1267,
      "ĠAd": 1268,
      "Ġorig": 1269,
      "ules": 1270,
      "Ġerror": 1271,
      "Ġsum": 1272,
      "oph": 1273,
      "ious": 1274,
      "ific": 1275,
      "amet": 1276,
      "Ġmatrix": 1277,
      "Ġplay": 1278,
      "ĠSupp": 1279,
      "Ġrate": 1280,
      "Ġprop": 1281,
      "Ġterms": 1282,
      "ank": 1283,
      "ension": 1284,
      "oub": 1285,
      "Ġproduction": 1286,
      "Ġpoints": 1287,
      "formation": 1288,
      "ys": 1289,
      "Ġï¬ģr": 1290,
      "****": 1291,
      "Ġserv": 1292,
      "Ġ<": 1293,
      "Ġaver": 1294,
      "sel": 1295,
      "ordin": 1296,
      "ilibrium": 1297,
      "ĠChap": 1298,
      "aw": 1299,
      "arch": 1300,
      "iron": 1301,
      "Ġgeneral": 1302,
      "man": 1303,
      "uring": 1304,
      "ts": 1305,
      "Ġpotential": 1306,
      "Ġprobability": 1307,
      "ditions": 1308,
      "axim": 1309,
      "oment": 1310,
      "50": 1311,
      "rodu": 1312,
      "ĠAr": 1313,
      "ĠCon": 1314,
      "Ġassum": 1315,
      "ually": 1316,
      "ycl": 1317,
      "Ġï¬ģn": 1318,
      "imension": 1319,
      "urn": 1320,
      "Ġcontin": 1321,
      "ĠâĪĤ": 1322,
      "gest": 1323,
      "Ġet": 1324,
      "Ġexpect": 1325,
      "Ġincrease": 1326,
      "Ġparticular": 1327,
      "ains": 1328,
      "ĠThese": 1329,
      "ather": 1330,
      "ting": 1331,
      "ward": 1332,
      "alysis": 1333,
      "Ġtest": 1334,
      "Ġcar": 1335,
      "Ġindu": 1336,
      "ern": 1337,
      "ink": 1338,
      "ĠDe": 1339,
      "ĠAfrican": 1340,
      "Ġtak": 1341,
      "Ġfore": 1342,
      "tle": 1343,
      "Ġmechan": 1344,
      "valu": 1345,
      "iew": 1346,
      "ital": 1347,
      "Ġsolution": 1348,
      "Ġpop": 1349,
      "Ġnucle": 1350,
      "Ġimportant": 1351,
      "Ġderiv": 1352,
      "Ġlog": 1353,
      "Ġdiï¬Ģere": 1354,
      "Ġconsider": 1355,
      "ner": 1356,
      "Ġmade": 1357,
      "ially": 1358,
      "âĢľ": 1359,
      "Ġele": 1360,
      "Ġlim": 1361,
      "ved": 1362,
      "Ġdeï¬ģ": 1363,
      "ivid": 1364,
      "Ġ196": 1365,
      "Ġcountry": 1366,
      "led": 1367,
      "Ġincl": 1368,
      "enef": 1369,
      "Ġoccur": 1370,
      "ĠChapter": 1371,
      "Ġ)": 1372,
      "16": 1373,
      "Ġlead": 1374,
      "erest": 1375,
      "Ġbl": 1376,
      "Ġâī¤": 1377,
      "anel": 1378,
      "Ġrec": 1379,
      "Ġbefore": 1380,
      "Ġbu": 1381,
      "Ġbond": 1382,
      "ook": 1383,
      "ae": 1384,
      "Ġthus": 1385,
      "Ġintegr": 1386,
      "gen": 1387,
      "ĠAt": 1388,
      "ins": 1389,
      "ined": 1390,
      "Ġequilibrium": 1391,
      "Ġjust": 1392,
      "up": 1393,
      "ÏĪ": 1394,
      "Ġsit": 1395,
      "Ġmoment": 1396,
      "gram": 1397,
      "Ġmuch": 1398,
      "Ġregion": 1399,
      "ross": 1400,
      "Ġinde": 1401,
      "Ġstudy": 1402,
      "Ġcult": 1403,
      "ording": 1404,
      "Ġrese": 1405,
      "Ġcalled": 1406,
      "iï¬ģc": 1407,
      "Ġnow": 1408,
      "ives": 1409,
      "ctions": 1410,
      "get": 1411,
      "The": 1412,
      "ara": 1413,
      "18": 1414,
      "ption": 1415,
      "hip": 1416,
      "sc": 1417,
      "Ġcle": 1418,
      "Ġdescrib": 1419,
      "inci": 1420,
      "xim": 1421,
      "Ġcoordin": 1422,
      "ĠâŁ¨": 1423,
      "hesis": 1424,
      "mmet": 1425,
      "Ġorder": 1426,
      "Ġincreas": 1427,
      "ĠOH": 1428,
      "Ġcentury": 1429,
      "oly": 1430,
      "ĠFig": 1431,
      "oxyl": 1432,
      "ources": 1433,
      "bor": 1434,
      "Ġmight": 1435,
      "oselect": 1436,
      "Ġcompet": 1437,
      "Ġext": 1438,
      "Ġconsum": 1439,
      "go": 1440,
      "the": 1441,
      "chn": 1442,
      "ĠHowever": 1443,
      "ĨĴ": 1444,
      "Ġmake": 1445,
      "fter": 1446,
      "Ġfre": 1447,
      "Ġwhile": 1448,
      "ĠNub": 1449,
      "Ġpay": 1450,
      "ral": 1451,
      "Ġparamet": 1452,
      "ols": 1453,
      "Ġhig": 1454,
      "olo": 1455,
      "ĠThen": 1456,
      "Ġï¬ģrst": 1457,
      "Ġfirms": 1458,
      "ples": 1459,
      "Ġbenef": 1460,
      "Ġfar": 1461,
      "Ġmeasure": 1462,
      "eng": 1463,
      "II": 1464,
      "ises": 1465,
      "Ġhist": 1466,
      "ĠPr": 1467,
      "ters": 1468,
      "ivil": 1469,
      "Ġsqu": 1470,
      "astic": 1471,
      "ï¬ĥ": 1472,
      "Â¯": 1473,
      "Ġallow": 1474,
      "me": 1475,
      "anges": 1476,
      "ision": 1477,
      "aving": 1478,
      "Ġaverage": 1479,
      "vent": 1480,
      "Ġdeg": 1481,
      "ĠÃ": 1482,
      "Ġbasis": 1483,
      "iance": 1484,
      "sw": 1485,
      "ively": 1486,
      "Ġoften": 1487,
      "Ġpresent": 1488,
      "respon": 1489,
      "bers": 1490,
      "ĠOr": 1491,
      "Ġgoods": 1492,
      "read": 1493,
      "Ġadd": 1494,
      "Ġagain": 1495,
      "val": 1496,
      "ither": 1497,
      "Ġang": 1498,
      "Ġhydro": 1499,
      "Ġcompon": 1500,
      "'s": 1501,
      "Ġtri": 1502,
      "Ġvariables": 1503,
      "pend": 1504,
      "Ġ197": 1505,
      "rel": 1506,
      "Ġmaxim": 1507,
      "Ġreas": 1508,
      "Ġlabor": 1509,
      "Ġleast": 1510,
      "22": 1511,
      "Ġfour": 1512,
      "Ġcertain": 1513,
      "ĠBut": 1514,
      "Ġdoub": 1515,
      "Ġnor": 1516,
      "Ġtransition": 1517,
      "Ġcapital": 1518,
      "ale": 1519,
      "Ġneg": 1520,
      "Ġpower": 1521,
      "Ġinterest": 1522,
      "ĠÎ±": 1523,
      "gor": 1524,
      "ily": 1525,
      "Ġmult": 1526,
      "Ġprogram": 1527,
      "ĠâĢĶ": 1528,
      "Ġorgan": 1529,
      "Ġleft": 1530,
      "Ġcorrespon": 1531,
      "Ġident": 1532,
      "Î±": 1533,
      "âĪĹ": 1534,
      "Ġgovernment": 1535,
      "ĠâĢĵ": 1536,
      "Ġav": 1537,
      "Ġanother": 1538,
      "own": 1539,
      "Ġsince": 1540,
      "Ġ25": 1541,
      "Ġcoe": 1542,
      "ĠSuppose": 1543,
      "ren": 1544,
      "Ġvariable": 1545,
      "Ġafter": 1546,
      "ators": 1547,
      "Ġbeing": 1548,
      "Ġincome": 1549,
      "not": 1550,
      "rees": 1551,
      "ones": 1552,
      "ork": 1553,
      "Ġquantum": 1554,
      "ality": 1555,
      "ER": 1556,
      "Ġmet": 1557,
      "fl": 1558,
      "onic": 1559,
      "Ġproper": 1560,
      "ructure": 1561,
      "Ġstand": 1562,
      "Ġdistribution": 1563,
      "ger": 1564,
      "atter": 1565,
      "Ġresults": 1566,
      "Ġprof": 1567,
      "Ġcomb": 1568,
      "Ġrespect": 1569,
      "Ġ50": 1570,
      "Ġworld": 1571,
      "Ġcharact": 1572,
      "mb": 1573,
      "ĠMar": 1574,
      "Ġzero": 1575,
      "Ġcomplex": 1576,
      "Ġvector": 1577,
      "Ġsimilar": 1578,
      "ians": 1579,
      "Ġsing": 1580,
      "Ġapproxim": 1581,
      "Ġtheory": 1582,
      "Ġ\"": 1583,
      "here": 1584,
      "Ġher": 1585,
      "medi": 1586,
      "25": 1587,
      "ath": 1588,
      "Ġoff": 1589,
      "Ġprinci": 1590,
      "ards": 1591,
      "Ġoutput": 1592,
      "Figure": 1593,
      "Ġket": 1594,
      "Ġ24": 1595,
      "Ġooo": 1596,
      "Ġindust": 1597,
      "Ġtrade": 1598,
      "cing": 1599,
      "ĠĂ": 1600,
      "Ġseem": 1601,
      "ram": 1602,
      "ote": 1603,
      "Ġvia": 1604,
      "Ġdiï¬Ģerent": 1605,
      "pre": 1606,
      "Ġ30": 1607,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1608,
      "ately": 1609,
      "Ġcarbon": 1610,
      "Ġser": 1611,
      "ished": 1612,
      "Ġalong": 1613,
      "Ġevery": 1614,
      "Ġtechn": 1615,
      "Ġpair": 1616,
      "Ġage": 1617,
      "Ġindic": 1618,
      "Ġlow": 1619,
      "Ġsug": 1620,
      "Ġaut": 1621,
      "Ġox": 1622,
      "Ġking": 1623,
      "Ġend": 1624,
      "Ġposition": 1625,
      "Ġdiscuss": 1626,
      "23": 1627,
      "Ġreact": 1628,
      "ithm": 1629,
      "sequ": 1630,
      "Ġgroups": 1631,
      "Ġbound": 1632,
      "wise": 1633,
      "Ġhand": 1634,
      "Ġed": 1635,
      "Ġ28": 1636,
      "thern": 1637,
      "Ġfactor": 1638,
      "Ġfollowing": 1639,
      "Ġpres": 1640,
      "ology": 1641,
      "Ġwr": 1642,
      "âŁ©=": 1643,
      "range": 1644,
      "Ġmak": 1645,
      "Ġconstant": 1646,
      "Ġwhose": 1647,
      "Ġshe": 1648,
      "round": 1649,
      "ĠLe": 1650,
      "amil": 1651,
      "Ġrelations": 1652,
      "rol": 1653,
      "Ġknown": 1654,
      "Ġcountries": 1655,
      "ior": 1656,
      "ck": 1657,
      "function": 1658,
      "Ġappear": 1659,
      "xts": 1660,
      "Ġhigher": 1661,
      "Ġinit": 1662,
      "Ġver": 1663,
      "Ġplace": 1664,
      "plit": 1665,
      "Ġfin": 1666,
      "ilities": 1667,
      "etic": 1668,
      "Ġeas": 1669,
      "Ġcharacter": 1670,
      "Ġ.................................": 1671,
      "verty": 1672,
      "Ġsouth": 1673,
      "Ġtake": 1674,
      "raph": 1675,
      "30": 1676,
      "ration": 1677,
      "omes": 1678,
      "Ġearly": 1679,
      "24": 1680,
      "Ġdom": 1681,
      "andom": 1682,
      "Ġexam": 1683,
      "Ġmethod": 1684,
      "200": 1685,
      "rab": 1686,
      "Ġval": 1687,
      "28": 1688,
      "gies": 1689,
      "Ġreven": 1690,
      "pper": 1691,
      "ffic": 1692,
      "Ġparticle": 1693,
      "Ġ29": 1694,
      "Ġgre": 1695,
      "Ġinvol": 1696,
      "Ġlocal": 1697,
      "Ġcompounds": 1698,
      "Ġiron": 1699,
      "Ġ27": 1700,
      "idence": 1701,
      "ublic": 1702,
      "Ġminim": 1703,
      "Ġsuggest": 1704,
      "Ġreal": 1705,
      "omer": 1706,
      "Ġgive": 1707,
      "Ġarg": 1708,
      "ised": 1709,
      "Ġ26": 1710,
      "Ġtem": 1711,
      "ĠThus": 1712,
      "ĠWhat": 1713,
      "actions": 1714,
      "ÏĢ": 1715,
      "Ġown": 1716,
      "Ġanalysis": 1717,
      "ĠTo": 1718,
      "Ġplot": 1719,
      "ares": 1720,
      "Ġpur": 1721,
      "Ġrest": 1722,
      "Ġexperim": 1723,
      "Î¸": 1724,
      "Ġtax": 1725,
      "ĠOne": 1726,
      "ological": 1727,
      "Ġant": 1728,
      "ariance": 1729,
      "Ġsingle": 1730,
      "oint": 1731,
      "Ġax": 1732,
      "ash": 1733,
      "Ġlit": 1734,
      "Ġamong": 1735,
      "Ġion": 1736,
      "Ġoperator": 1737,
      "Ġdonor": 1738,
      "Ġinst": 1739,
      "Ġplayer": 1740,
      "ination": 1741,
      "Ġformed": 1742,
      "Ġbo": 1743,
      "ĠWhen": 1744,
      "Ġrelative": 1745,
      "Ġinformation": 1746,
      "Ġmeans": 1747,
      "ency": 1748,
      "Ġpers": 1749,
      "ock": 1750,
      "ĠÎ¸": 1751,
      "29": 1752,
      "Ġindivid": 1753,
      "ok": 1754,
      "Ġstill": 1755,
      "Ġsubst": 1756,
      "gorithm": 1757,
      "Ġlower": 1758,
      "Ħĵ": 1759,
      "Ġdx": 1760,
      "Ġduring": 1761,
      "ield": 1762,
      "Ġ:": 1763,
      "Ġ{": 1764,
      "Ġmean": 1765,
      "Ġunit": 1766,
      "Ġgreat": 1767,
      "izations": 1768,
      "Ġtimes": 1769,
      "Ġarea": 1770,
      "Ġrather": 1771,
      "Ġwhether": 1772,
      "ocial": 1773,
      "Ġtype": 1774,
      "Ġstart": 1775,
      "ify": 1776,
      "ently": 1777,
      "ĠChem": 1778,
      "ploy": 1779,
      "Ġmolecule": 1780,
      "fect": 1781,
      "Ġā": 1782,
      "ĠĄ": 1783,
      "21": 1784,
      "Ġconver": 1785,
      "Ġprocess": 1786,
      "Ġfeature": 1787,
      "Ġmonop": 1788,
      "stitution": 1789,
      "aus": 1790,
      "Ġmain": 1791,
      "Ġeconomy": 1792,
      "xi": 1793,
      "Ġyears": 1794,
      "app": 1795,
      "Ġaff": 1796,
      "Ġfl": 1797,
      "idd": 1798,
      "Ġcour": 1799,
      "Ġcomput": 1800,
      "ense": 1801,
      "ĠBr": 1802,
      "alc": 1803,
      "Ġmethods": 1804,
      "ON": 1805,
      "RE": 1806,
      "ceed": 1807,
      "ĠThey": 1808,
      "Ġenol": 1809,
      "Ġ198": 1810,
      "Ġequal": 1811,
      "33": 1812,
      "Ġdra": 1813,
      "Ġdown": 1814,
      "idation": 1815,
      "Ġshif": 1816,
      "Ġcycl": 1817,
      "ull": 1818,
      "Ġamount": 1819,
      "ĠBy": 1820,
      "Ġbuil": 1821,
      "26": 1822,
      "Me": 1823,
      "aj": 1824,
      "pos": 1825,
      "atist": 1826,
      "Ġmolecules": 1827,
      "Ġ40": 1828,
      "Ġcurves": 1829,
      "Ġmodels": 1830,
      "Ġpoor": 1831,
      "196": 1832,
      "Ġreason": 1833,
      "27": 1834,
      "Ġhal": 1835,
      "ĠHe": 1836,
      "ormal": 1837,
      "Ġcross": 1838,
      "Ġpositive": 1839,
      "57": 1840,
      "ensity": 1841,
      "ĠSy": 1842,
      "iles": 1843,
      "Ġwithout": 1844,
      "nthesis": 1845,
      "Ġbest": 1846,
      "urther": 1847,
      "ĠRes": 1848,
      "Ġlater": 1849,
      "ĠâĪļ": 1850,
      "Ġeither": 1851,
      "Ġproduce": 1852,
      "Ġmill": 1853,
      "ĠEconom": 1854,
      "Ġdyn": 1855,
      "ety": 1856,
      "Ġgrow": 1857,
      "Ġlear": 1858,
      "Ġabs": 1859,
      "Ġreduction": 1860,
      "Ġret": 1861,
      "Ġrequi": 1862,
      "Ġclear": 1863,
      "Ġexist": 1864,
      "TI": 1865,
      "agn": 1866,
      "ĠSection": 1867,
      "Ġforeign": 1868,
      "rete": 1869,
      "Ġstr": 1870,
      "ried": 1871,
      "Ġcontinu": 1872,
      "oxylic": 1873,
      "AL": 1874,
      "Ġpri": 1875,
      "Ġphys": 1876,
      ")(": 1877,
      "less": 1878,
      "pec": 1879,
      "ĠAm": 1880,
      "ĠÎ»": 1881,
      "Ġtraining": 1882,
      "ĠReg": 1883,
      "ug": 1884,
      ".âĢĿ": 1885,
      "iop": 1886,
      "ĠEn": 1887,
      "Ġtherefore": 1888,
      "for": 1889,
      "aris": 1890,
      "aces": 1891,
      "Ġdepend": 1892,
      "Ġsymmet": 1893,
      "Ġexc": 1894,
      "Ġwithin": 1895,
      "ĠInd": 1896,
      "Ġconf": 1897,
      "Ġsurf": 1898,
      "Ġorbitals": 1899,
      "imensional": 1900,
      "Ġopp": 1901,
      "ivers": 1902,
      "Ġrule": 1903,
      "Ġproduced": 1904,
      "land": 1905,
      "ccess": 1906,
      "Ġhowever": 1907,
      "DA": 1908,
      "row": 1909,
      "Ġach": 1910,
      "enes": 1911,
      "Ġdid": 1912,
      "ird": 1913,
      "Ġadv": 1914,
      "Ġassoci": 1915,
      "Ġgives": 1916,
      "Ġback": 1917,
      "though": 1918,
      "ĠShow": 1919,
      "onal": 1920,
      "Ġcontain": 1921,
      "Ġapproach": 1922,
      "lection": 1923,
      "Ġprices": 1924,
      "gin": 1925,
      "Ġ23": 1926,
      "Ġï¬ģt": 1927,
      "ference": 1928,
      "Ġstrate": 1929,
      "ĠNubia": 1930,
      "Ġrevenue": 1931,
      "unity": 1932,
      "Ġnear": 1933,
      "Ġmomentum": 1934,
      "Ġfew": 1935,
      "Ġill": 1936,
      "ission": 1937,
      "Ġrandom": 1938,
      "Ġestimate": 1939,
      "Ġï¬ģnd": 1940,
      "Ġinclud": 1941,
      "Ġsin": 1942,
      "ĠPl": 1943,
      "197": 1944,
      "Ġq": 1945,
      "Ġ33": 1946,
      "Ġarch": 1947,
      "Ġchanges": 1948,
      "Ġclassical": 1949,
      "Ġdouble": 1950,
      "Ġcosts": 1951,
      "ĠProb": 1952,
      "ĠExerc": 1953,
      "Ġearl": 1954,
      "Ġcat": 1955,
      "Ġfall": 1956,
      "osed": 1957,
      "59": 1958,
      "Ġsk": 1959,
      "ars": 1960,
      "oad": 1961,
      "ĠSch": 1962,
      "plic": 1963,
      "Ġide": 1964,
      "ection": 1965,
      "imination": 1966,
      "swer": 1967,
      "Ġangular": 1968,
      "Ġcases": 1969,
      "Ġexpression": 1970,
      "come": 1971,
      "Ġatoms": 1972,
      "veral": 1973,
      "inear": 1974,
      "Ġtrue": 1975,
      "45": 1976,
      "ention": 1977,
      "ĠSub": 1978,
      "izing": 1979,
      "Ġcomplete": 1980,
      "ÏĨ": 1981,
      "Ġhim": 1982,
      "ĠCar": 1983,
      "ope": 1984,
      "Ġchap": 1985,
      "ĠThat": 1986,
      "Ġintrodu": 1987,
      "Ġindepend": 1988,
      "ĠCH": 1989,
      "Ġthough": 1990,
      "Ġland": 1991,
      "Ġstandard": 1992,
      "lied": 1993,
      "to": 1994,
      "Ġnat": 1995,
      "Ġpoverty": 1996,
      "self": 1997,
      "su": 1998,
      "Ġstere": 1999,
      "Ġconditions": 2000,
      "abl": 2001,
      "âĢ¢âĢ¢âĢ¢âĢ¢âĢ¢âĢ¢âĢ¢âĢ¢": 2002,
      "Ġservices": 2003,
      "Ġmechanism": 2004,
      "Ġcalc": 2005,
      "Ġbon": 2006,
      "ĠSo": 2007,
      "Ġget": 2008,
      "ĠLi": 2009,
      "Ġorigin": 2010,
      "Ġsitu": 2011,
      "pling": 2012,
      "Ġavail": 2013,
      "Ġside": 2014,
      "Ġconc": 2015,
      "Ġgraph": 2016,
      "):": 2017,
      "els": 2018,
      "Ġsuccess": 2019,
      "Ġproducts": 2020,
      "Ġbelow": 2021,
      "Ġ**": 2022,
      "Ġenergies": 2023,
      "Ġlikely": 2024,
      "Ġresponse": 2025,
      "dom": 2026,
      "Ġsocial": 2027,
      "Ġref": 2028,
      "ife": 2029,
      "Ġsepar": 2030,
      "Ġneigh": 2031,
      "Ġemploy": 2032,
      "Ġaccording": 2033,
      "Ġdirect": 2034,
      "Ġobtained": 2035,
      "ĠCons": 2036,
      "Ġhel": 2037,
      "aid": 2038,
      "Ġrot": 2039,
      "Ġalkyl": 2040,
      "ival": 2041,
      "199": 2042,
      "Ġpopulation": 2043,
      "io": 2044,
      "Ġresources": 2045,
      "angu": 2046,
      "Ġpolic": 2047,
      "Ġradical": 2048,
      "orld": 2049,
      "ĠOn": 2050,
      "Ġke": 2051,
      "off": 2052,
      "aries": 2053,
      "ĠEr": 2054,
      "Ġpossib": 2055,
      "jects": 2056,
      "min": 2057,
      "ways": 2058,
      "Ġweight": 2059,
      "Ġspin": 2060,
      "Ġresearch": 2061,
      "IC": 2062,
      "ving": 2063,
      "Ġmater": 2064,
      "Ġaccount": 2065,
      "ï¬Ĥ": 2066,
      "Ġincreases": 2067,
      "Ġachie": 2068,
      "Ġ36": 2069,
      "nal": 2070,
      "iss": 2071,
      "Ġins": 2072,
      "istry": 2073,
      "Ġ60": 2074,
      "ĠUnited": 2075,
      "ixt": 2076,
      "ograph": 2077,
      "Ġnucleoph": 2078,
      "ius": 2079,
      "arm": 2080,
      "ĠPer": 2081,
      "Ġcannot": 2082,
      "Ġtion": 2083,
      "alth": 2084,
      "Ġge": 2085,
      "deh": 2086,
      "))": 2087,
      "lib": 2088,
      "Ġcontrol": 2089,
      "Ġevidence": 2090,
      "ixed": 2091,
      "iï¬ģcation": 2092,
      "40": 2093,
      "ick": 2094,
      "Ġstructure": 2095,
      "Ġproblems": 2096,
      "Ġauth": 2097,
      "Ġdetail": 2098,
      "ength": 2099,
      "tical": 2100,
      "ising": 2101,
      "Ġ38": 2102,
      "ĠâĨĴ": 2103,
      "58": 2104,
      "Ġshort": 2105,
      "ĠÃĹ": 2106,
      "Ġindustry": 2107,
      "Ġspace": 2108,
      "ique": 2109,
      "Ġorbital": 2110,
      "Ġfree": 2111,
      "ley": 2112,
      "ames": 2113,
      "Ġtreat": 2114,
      "Ġxi": 2115,
      "Ġintermedi": 2116,
      "Ġillust": 2117,
      "nces": 2118,
      "ĠĠĊ": 2119,
      "Ġevalu": 2120,
      "Ġdiscussed": 2121,
      "Ġgreater": 2122,
      "Ġpract": 2123,
      "Ġalgorithm": 2124,
      "Ġmaterial": 2125,
      "AR": 2126,
      "rid": 2127,
      "Ġmove": 2128,
      "Ġnet": 2129,
      "lying": 2130,
      "ĠWith": 2131,
      "ource": 2132,
      "Ġera": 2133,
      "Ġreag": 2134,
      "ulf": 2135,
      "ĠMero": 2136,
      "ument": 2137,
      "ĠEqu": 2138,
      "Ġseveral": 2139,
      "Ġsupport": 2140,
      "Ġsmo": 2141,
      "Ġavailable": 2142,
      "ends": 2143,
      "ĠSince": 2144,
      "Ġselect": 2145,
      "chem": 2146,
      "pr": 2147,
      "Ġpanel": 2148,
      "ability": 2149,
      "clus": 2150,
      "Ġvarious": 2151,
      "********": 2152,
      "of": 2153,
      "Ġ39": 2154,
      "Ġelastic": 2155,
      "ĠComp": 2156,
      "ĠAcc": 2157,
      "Ġlangu": 2158,
      "Ġeigenvalu": 2159,
      "page": 2160,
      "enn": 2161,
      "Ġquest": 2162,
      "Ġcre": 2163,
      "lefin": 2164,
      "Ġname": 2165,
      "Ġfactors": 2166,
      "Ġremain": 2167,
      "Ġdirection": 2168,
      "ĠTable": 2169,
      "ably": 2170,
      "Ġhistory": 2171,
      "ged": 2172,
      "Ġdensity": 2173,
      "Ġ100": 2174,
      "Ġyour": 2175,
      "Ġperfect": 2176,
      "Ġclust": 2177,
      "ges": 2178,
      "Î»": 2179,
      "Ġchem": 2180,
      "ided": 2181,
      "Ġequations": 2182,
      "ecause": 2183,
      "ĠNew": 2184,
      "flu": 2185,
      "49": 2186,
      "isc": 2187,
      "Ġcourse": 2188,
      "Ġmaj": 2189,
      "Ġincreasing": 2190,
      "Ġseries": 2191,
      "Ġsurface": 2192,
      "az": 2193,
      "hood": 2194,
      "way": 2195,
      "ĠHence": 2196,
      "ĠAncient": 2197,
      "Ġspecial": 2198,
      "Ġpolit": 2199,
      "oe": 2200,
      "Ġestabl": 2201,
      "Ġspe": 2202,
      "Ġdiff": 2203,
      "ĠProf": 2204,
      "36": 2205,
      "ES": 2206,
      "Ġē": 2207,
      "atives": 2208,
      "Ġcrit": 2209,
      "ark": 2210,
      "Ġpublic": 2211,
      "Ġalways": 2212,
      "Ġhttps": 2213,
      "ready": 2214,
      "Ġcoeï¬ĥ": 2215,
      "35": 2216,
      "Ġancient": 2217,
      "ĠSim": 2218,
      "Ġexperiment": 2219,
      "ĠStates": 2220,
      "Ġnegative": 2221,
      "ients": 2222,
      "stand": 2223,
      "Ġcoordinates": 2224,
      "Ġloss": 2225,
      "ĠSN": 2226,
      "/@": 2227,
      "Ġtert": 2228,
      "ouse": 2229,
      "ĠHere": 2230,
      "ĠĒ": 2231,
      "enz": 2232,
      "Ġbased": 2233,
      "Ġcorresponding": 2234,
      "retexts": 2235,
      "libretexts": 2236,
      "54": 2237,
      "Ġelectrons": 2238,
      "Ġfrequ": 2239,
      "ias": 2240,
      "view": 2241,
      "ĠCarb": 2242,
      "Ġï¬ģel": 2243,
      "Ġcommon": 2244,
      "Ġstrong": 2245,
      "coh": 2246,
      "rict": 2247,
      "ĠIs": 2248,
      "ush": 2249,
      "Ġnumbers": 2250,
      "Ġlevels": 2251,
      "Ġalready": 2252,
      "Ġadditional": 2253,
      "abil": 2254,
      "Ġ57": 2255,
      "Ġhere": 2256,
      "Ġop": 2257,
      "Ġcos": 2258,
      "Ġview": 2259,
      "Ġsubs": 2260,
      "Ġnatural": 2261,
      "vious": 2262,
      "Ġthird": 2263,
      "rist": 2264,
      "ai": 2265,
      "Ġtop": 2266,
      "Ġnormal": 2267,
      "Ġlast": 2268,
      "ĠHamil": 2269,
      "ĠBank": 2270,
      "Ġrelationship": 2271,
      "Ġrun": 2272,
      "Ġable": 2273,
      "Ġclose": 2274,
      "Ġ37": 2275,
      "Ġsection": 2276,
      "ksum": 2277,
      "Ġsubstitution": 2278,
      "Ġrece": 2279,
      "Ġproced": 2280,
      "Ġunits": 2281,
      "31": 2282,
      "Ġsize": 2283,
      "urb": 2284,
      "ĠNa": 2285,
      "ĠÎ´": 2286,
      "Ġsimple": 2287,
      "Ġester": 2288,
      "Ġbenefit": 2289,
      "ĠArab": 2290,
      "li": 2291,
      "Ġut": 2292,
      "Ġchapter": 2293,
      "37": 2294,
      "Ġdeï¬ģned": 2295,
      "Ïī": 2296,
      "Ġsay": 2297,
      "amb": 2298,
      "ified": 2299,
      "ï¬Ģect": 2300,
      "Ġhelp": 2301,
      "pal": 2302,
      "son": 2303,
      "arrange": 2304,
      "Ġmot": 2305,
      "ortion": 2306,
      "ĠÏĨ": 2307,
      "Ġprim": 2308,
      "Ġoccup": 2309,
      "ĠNow": 2310,
      "Ġintegral": 2311,
      "55": 2312,
      "ending": 2313,
      "ĠNot": 2314,
      "ĠNile": 2315,
      "ĠVol": 2316,
      "Ġassociated": 2317,
      "Cl": 2318,
      "Ġexten": 2319,
      "irc": 2320,
      "Ġmulti": 2321,
      "amp": 2322,
      "tery": 2323,
      "Ġlet": 2324,
      "Ġrelig": 2325,
      "46": 2326,
      "IG": 2327,
      "Ġcoll": 2328,
      "Ġfurther": 2329,
      "ript": 2330,
      "Ġfollows": 2331,
      "Ġdescribed": 2332,
      "ivilizations": 2333,
      "Ġindividual": 2334,
      "39": 2335,
      "Ġlatter": 2336,
      "ĠII": 2337,
      "Ġalcoh": 2338,
      "orts": 2339,
      ".)": 2340,
      "Ġnecess": 2341,
      "Ġaround": 2342,
      "Ġinput": 2343,
      "Ġcondition": 2344,
      "ibr": 2345,
      "Ġamplit": 2346,
      "ydr": 2347,
      "ansion": 2348,
      "uman": 2349,
      "Ġmajor": 2350,
      "Ġpass": 2351,
      "Ġcorrel": 2352,
      "cies": 2353,
      "ences": 2354,
      "alk": 2355,
      "Ġhaving": 2356,
      "Ġbeh": 2357,
      "ived": 2358,
      "Ġ46": 2359,
      "ĠGa": 2360,
      "ĠÏĢ": 2361,
      "Ġlittle": 2362,
      "ĠHamilton": 2363,
      "iation": 2364,
      "Ġday": 2365,
      "Ġunt": 2366,
      "Ġearlier": 2367,
      "Ġgl": 2368,
      "Ġprot": 2369,
      "ĠMeth": 2370,
      "Ġvariance": 2371,
      "Ġground": 2372,
      "Ġsample": 2373,
      "Ġdev": 2374,
      "Ġdesign": 2375,
      "Ġoperators": 2376,
      "Ġcomponents": 2377,
      "32": 2378,
      "ex": 2379,
      "ead": 2380,
      "wh": 2381,
      "Ġmed": 2382,
      "rient": 2383,
      "Ġ48": 2384,
      "Ġformation": 2385,
      "Bu": 2386,
      "Ġopt": 2387,
      "Ġbetter": 2388,
      "wards": 2389,
      "thiop": 2390,
      "Ġregions": 2391,
      "velopment": 2392,
      "Ġbecome": 2393,
      "uals": 2394,
      "Ġcou": 2395,
      "Ġbro": 2396,
      "ĠAc": 2397,
      "ĠAksum": 2398,
      "Ġwhy": 2399,
      "arest": 2400,
      "Ġoriginal": 2401,
      "Ġsoci": 2402,
      "ances": 2403,
      "Ġfra": 2404,
      "Ġcompound": 2405,
      "Ġconsid": 2406,
      "ply": 2407,
      "Ġtoo": 2408,
      "olution": 2409,
      "ume": 2410,
      "ĠProblem": 2411,
      "38": 2412,
      "47": 2413,
      "over": 2414,
      "ĠMod": 2415,
      "Ġaffect": 2416,
      "Ġagainst": 2417,
      "Ġfeatures": 2418,
      "Ġinflu": 2419,
      "iversity": 2420,
      "ĠHO": 2421,
      "ĠÂ¯": 2422,
      "Ġprobably": 2423,
      "Ġseems": 2424,
      "ness": 2425,
      "Ġ22": 2426,
      "Ġindependent": 2427,
      "rast": 2428,
      "Ġwater": 2429,
      "ĠConsider": 2430,
      "rans": 2431,
      "Ġtheore": 2432,
      "ild": 2433,
      "Ġsmooth": 2434,
      "utes": 2435,
      "Ġrange": 2436,
      "Ġimpro": 2437,
      "ĠChrist": 2438,
      "ledge": 2439,
      "Ġcarbonyl": 2440,
      "56": 2441,
      "ĠFrom": 2442,
      "cher": 2443,
      "Âµ": 2444,
      "Ġ...": 2445,
      "edu": 2446,
      "Ġbegin": 2447,
      "ĠâĪĪ": 2448,
      "Ġgrowth": 2449,
      "ĠProfess": 2450,
      "34": 2451,
      "Ġolefin": 2452,
      "Ġmem": 2453,
      "Ġhor": 2454,
      "ĠEu": 2455,
      "ĠBecause": 2456,
      "Ġexpress": 2457,
      "ctors": 2458,
      "ĠPanel": 2459,
      "Ġdefin": 2460,
      "Ġworkers": 2461,
      "Ç«": 2462,
      "itic": 2463,
      "Ġexact": 2464,
      "Ġequival": 2465,
      "ief": 2466,
      "Ġuseful": 2467,
      "Ġhalf": 2468,
      "dimensional": 2469,
      "rent": 2470,
      "Ġpost": 2471,
      "Ġmixt": 2472,
      "ĠPress": 2473,
